Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Goal section. Enables the user to add an attachment to a goal.
es_es: Sección de objetivo. Permite al usuario añadir un adjunto a un objetivo.

source: Text field. Enables the user to enter a comment related to their goal.
es_es: Campo de texto. Permite al usuario introducir un comentario relacionado con su objetivo.

source: Comments
es_es: Comentarios

source: Calendar tool. Enables the user to select the date at which they're aiming to complete the goal.
es_es: Herramienta de calendario. Permite al usuario seleccionar la fecha en la que pretende completar el objetivo.

source: Goal setting. Enables users to delete their goals.
es_es: Establecimiento de objetivos. Permite a los usuarios eliminar sus objetivos.

source: Goal deletion
es_es: Eliminación de objetivo

source: Goal section. Enables the user to add milestones, deliverables or outcomes to a goal.
es_es: Sección de objetivo. Permite al usuario añadir hitos, entregables o resultados a un objetivo.

source: Text field. Enables the user to provide further details regarding the goal.
es_es: Campo de texto. Permite al usuario proporcionar más detalles sobre el objetivo.

source: Goal section. Enables the user to create key performance indicators or measures of success for the goal.
es_es: Sección de objetivo. Permite al usuario crear indicadores clave de desempeño o medidas de éxito para el objetivo.

source: Enable min/max value in the measurement criteria
es_es: Habilitar valor mínimo/máximo en los criterios de medición

source: Goal setting. Enables users to select whether the goal should be part of their performance review.
es_es: Establecimiento de objetivo. Permite a los usuarios seleccionar si el objetivo debe formar parte de su evaluación de desempeño.

source: Performance flag in goal form
es_es: Indicador de desempeño en el formulario de objetivo

source: Drop-down list. Enables the user to define the priority of the goal among "High", "Medium", "Low", or "Unselected".
es_es: Lista desplegable. Permite al usuario definir la prioridad del objetivo entre "Alta", "Media", "Baja" o "Sin seleccionar".

source: Slider. Enables the user to adjust the progress of the goal after its creation.
es_es: Control deslizante. Permite al usuario ajustar el progreso del objetivo después de su creación.

source: Goal progress bar
es_es: Barra de progreso del objetivo

source: Goal setting. Enables the user to decide if they want to share their goals publicly and make them visible to all users in the company.
es_es: Establecimiento de objetivos. Permite al usuario decidir si quiere compartir sus objetivos públicamente y hacerlos visibles para todos los usuarios de la empresa.

source: Goal setting. Enables both the goal owners and their line managers to reopen completed goals and move them back to "In progress" status.
es_es: Establecimiento de objetivos. Permite tanto a los propietarios de los objetivos como a sus responsables reabrir los objetivos completados y moverlos de nuevo al estado "En curso".

source: Goal reopening
es_es: Reapertura del objetivo

source: Goal setting. Enables the line manager to view any feedback attached to their report's goal, regardless of whether the feedback is private or public.
es_es: Establecimiento de objetivos. Permite al responsable de línea ver cualquier feedback adjunto al objetivo de su subordinado, independientemente de si el feedback es privado o público.

source: Attached feedback visibility
es_es: Visibilidad del feedback adjunto

source: Default sharing option
es_es: Opción de uso compartido predeterminada

source: Goal section. Enables the user to share the goal with specific individuals.
es_es: Sección de objetivo. Permite al usuario compartir el objetivo con individuos específicos.

source: Sharing
es_es: Compartir

source: Goal widget displayed in the "Create goal" and "My goals" pages. We recommend enabling this widget for organizational goals and goal alignment.
es_es: El widget de objetivo que se muestra en las páginas "Crear objetivo" y "Mis objetivos". Recomendamos habilitar este widget para los objetivos de la organización y la alineación de objetivos.

source: Text field. Enables the user to provide a short description of the goal to be achieved.
es_es: Campo de texto. Permite al usuario proporcionar una breve descripción del objetivo que se debe alcanzar.

source: Drop-down list. Enables the goal owner to track the progress of goals using the "On track", "At risk" or "Blocked" statuses.
es_es: Lista desplegable. Permite al propietario del objetivo seguir el progreso de los objetivos utilizando los estados "En curso", "En riesgo" o "Bloqueado".

source: Define the permissions when assigning goals
es_es: Defina los permisos al asignar objetivos

source: Define the permissions applied to workers and/or managers when assigning this goal type to other colleagues who have this goal type in their plan.
es_es: Defina los permisos aplicados a los trabajadores o responsables al asignar este tipo de objetivo a otros compañeros que tienen este tipo de objetivo en su plan.

source: Assignment permissions
es_es: Permisos de asignación

source: Admin information
es_es: Información de administrador

source: Public information
es_es: Información pública

source: Information visible to workers.
es_es: Información visible para los empleados.

source: No goal types yet!
es_es: ¡Todavía no hay tipos de objetivos!

source: Goal icon
es_es: Icono de objetivo

source: Performance goals need to be included in reviews and be part of the bonus plan calculation.
es_es: Los objetivos de desempeño se deben incluir en las evaluaciones y formar parte del cálculo del plan de bonificación.

source: Anyone in the company
es_es: Cualquier persona de la empresa

source: Only users with a manager role will be able to assign goals to other users.
es_es: Solo los usuarios con una función de gerencia podrán asignar objetivos a otros usuarios.

source: Direct reports only
es_es: Solo subordinados

source: Managers can create goals for themselves
es_es: Los managers pueden crear objetivos para sí mismos

source: Direct reports, organizational unit and below
es_es: Subordinados, unidad organizativa y por debajo

source: Allow creation for:
es_es: Permitir la creación para:

source: Only managers in the selected population can assign goals
es_es: Solo los responsables de la población seleccionada pueden asignar objetivos

source: Your goal type was successfully created.
es_es: Su tipo de objetivo se ha creado correctamente.

source: View/edit
es_es: Ver/editar

source: This is the standard goal workflow. It is suitable for example for development and performance goals. An approval process can be activated. Managers can assign this goal to other workers.
es_es: Este es el flujo de trabajo estándar de objetivos. Es adecuado, por ejemplo, para objetivos de desarrollo y desempeño. Se puede activar un proceso de aprobación. Los responsables pueden asignar este objetivo a otros trabajadores.

source: Goal workflow
es_es: Flujo de trabajo de objetivos

source: Enables users with manager and HR roles to assign organizational goals to organizational units, so that workers who belong to that organization can see the goal.
es_es: Permite a los usuarios con funciones de gerencia y RR. HH. asignar objetivos organizativos a unidades de la organización, para que los trabajadores que pertenecen a dicha organización puedan ver el objetivo.

source: Well-being
es_es: Bienestar

source: Well-being goals are set by end-users and don’t require approval. They can only be set by the end-users; they cannot be assigned by another user and are not included in reports.
es_es: Los objetivos de bienestar los establecen los usuarios finales y no requieren aprobación. Solo los pueden establecer los usuarios finales; otro usuario no los puede asignar y tampoco se incluyen en los informes.

source: You have unsaved changes. What would you like to do before leaving this page?
es_es: Tienes cambios sin guardar. ¿Qué te gustaría hacer antes de salir de esta página?

source: Changes in this table only apply to the individual worker. To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
es_es: Los cambios en esta tabla solo se aplican al colaborador/a individual. Para actualizar los pesos de los objetivos organizativos para toda la población, utiliza la vista Editar del objetivo.

source: To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
es_es: Para actualizar los pesos de los objetivos organizacionales para toda la población, utiliza la vista Editar del objetivo.

source: Changes in this table only apply to the individual worker
es_es: Los cambios en esta tabla solo se aplican al colaborador/a individual

source: Only to the selected organizational unit(s)
es_es: Solo a las unidades organizativas seleccionadas

source: Achieved result:
es_es: Resultado alcanzado:

source: Additional goal description:
es_es: Descripción adicional del objetivo:

source: Celebrate completed goals — it keeps motivation high.
es_es: Celebra los objetivos completados: mantiene la motivación alta.

source: Set yourself up for success!
es_es: ¡Prepárate para el éxito!

source: Here are some tips to help you set and achieve impactful goals.
es_es: Aquí tienes algunos consejos para ayudarte a establecer y alcanzar objetivos de impacto.

source: Align your goals with team and company objectives.
es_es: Alinea tus objetivos con los de tu equipo y de la empresa.

source: Update your goals regularly to reflect changes in priorities.
es_es: Actualiza tus objetivos con regularidad para reflejar los cambios en las prioridades.

source: Write clear, measurable goals so you can track progress easily.
es_es: Escribe objetivos claros y medibles para poder seguir el progreso fácilmente.

source: Discuss goal achievements and learnings during review sessions.
es_es: Analiza los logros de los objetivos y los aprendizajes durante las sesiones de evaluación.

source: Help workers set realistic and meaningful goals.
es_es: Ayuda a los/las colaboradores/as a establecer objetivos realistas y significativos.

source: Monitor progress and provide guidance when goals get off track.
es_es: Supervisa el progreso y ofrece orientación cuando los objetivos se desvían.

source: Review and approve goals early in the cycle to ensure alignment.
es_es: Revisa y aprueba los objetivos al inicio del ciclo para garantizar la alineación.

source: Define library users
es_es: Definir usuarios de la biblioteca

source: Publish library
es_es: Publicar biblioteca

source: Enter the basic information of the tag library
es_es: Introducir la información básica de la biblioteca de etiquetas

source: Tag library details
es_es: Detalles de la biblioteca de etiquetas

source: Add tag
es_es: Añadir etiqueta

source: Add tags
es_es: Añadir etiquetas

source: Are you sure you want to delete this tag?
es_es: ¿Está seguro de querer eliminar esta etiqueta?

source: Delete tag
es_es: Eliminar etiqueta

source: Enable tag
es_es: Habilitar etiqueta

source: Create tags
es_es: Crear etiquetas

source: Tags
es_es: Etiquetas

source: Create tag library
es_es: Crear biblioteca de etiquetas

source: Are you sure you want to delete this library?
es_es: ¿Está seguro de querer eliminar esta biblioteca?

source: The library <u>{{title}}</u> was successfully deleted.
es_es: La biblioteca <u>{{title}}</u> se ha eliminado correctamente.

source: Are you sure you want to disable this library?
es_es: ¿Está seguro de querer desactivar esta biblioteca?

source: The library <u>{{title}}</u> was successfully disabled.
es_es: La biblioteca <u>{{title}}</u> se ha desactivado correctamente.

source: No goal tag libraries yet!
es_es: ¡Todavía no hay bibliotecas de etiquetas de objetivos!

source: Are you sure you want to enable this library?
es_es: ¿Está seguro de querer habilitar esta biblioteca?

source: The library <u>{{title}}</u> was successfully enabled.
es_es: La biblioteca <u>{{title}}</u> se ha habilitado correctamente.

source: Disabled
es_es: Deshabilitado

source: Goal owner:
es_es: Propietario del objetivo:

source: Deliverables:
es_es: Entregables:

source: Goal creator:
es_es: Creador del objetivo:

source: Not selected
es_es: No seleccionada

source: No goals
es_es: Sin objetivos

source: No goals yet
es_es: Todavía no hay objetivos

source: My goal plan
es_es: Mi plan de objetivos

source: No goals yet.
es_es: Todavía no hay objetivos.

source: My team & shared goals
es_es: Mi equipo y objetivos compartidos

source: Measurement criteria:
es_es: Criterios de medición:

source: Max target
es_es: Objetivo máximo

source: Min target
es_es: Objetivo mínimo

source: Target metric
es_es: Métrica objetivo

source: Metric description
es_es: Descripción de la métrica

source: Organizational unit:
es_es: Unidad organizativa:

source: This goal is published for the selected organizational unit and all units below it.
es_es: Este objetivo se ha publicado para la unidad organizativa seleccionada y todas las unidades por debajo de ella.

source: Goal overview
es_es: Resumen de objetivo

source: Download goal
es_es: Descargar objetivo

source: Priority:
es_es: Prioridad:

source: At risk
es_es: En riesgo

source: Blocked
es_es: Bloqueado

source: Not achieved
es_es: No alcanzado

source: On track
es_es: En curso

source: Tracking status:
es_es: Estado de seguimiento:

source: Priority overview
es_es: Resumen de prioridades

source: No data
es_es: No hay datos

source: Select row
es_es: Seleccionar fila

source: Select rows
es_es: Seleccionar filas

source: Unselect row
es_es: Deseleccionar fila

source: Not supported.
es_es: No compatible.

source: Your organization has not subscribed to this feature. For information regarding subscription and activation, please contact your beqom representative.
es_es: Su organización no se ha suscrito a esta función. Para obtener información sobre la suscripción y la activación, póngase en contacto con su representante de beqom.

source: Search results
es_es: Resultados de búsqueda

source: Hide tags
es_es: Ocultar etiquetas

source: Upload performance rating
es_es: Cargar calificación de desempeño

source: Add historical review
es_es: Añadir historial de evaluaciones

source: An error occurred during the validation of the file. Please check the column names, the mandatory data and the file format, and then try again.
es_es: Se ha producido un error durante la validación del archivo. Verifique los nombres de las columnas, los datos obligatorios y el formato del archivo y, a continuación, inténtelo de nuevo.

source: Please wait while your request is being processed; this can take some time. You can leave the page. Once the process is finished, you will be able to view the result log file here.
es_es: Espere mientras su solicitud se procesa; esto puede tardar un poco. Puede salir de la página. Una vez que el proceso haya terminado, podrá ver el archivo de registro de resultados aquí.

source: Click "Add historical reviews" to upload past reviews.
es_es: Haga clic en "Añadir historial de evaluaciones" para cargar revisiones anteriores.

source: No historical reviews
es_es: No hay historial de evaluaciones

source: Period of evaluation
es_es: Período de evaluación

source: {{reviewsCount}} worker
es_es: {{reviewsCount}} trabajador

source: {{reviewsCount}} workers
es_es: {{reviewsCount}} trabajadores

source: No historical performance ratings upload yet!
es_es: ¡Aún no se ha subido ninguna calificación de rendimiento histórico!

source: The upload completed with {{count}} errors. Please download the log file to review them.
es_es: La carga se completó con {{count}} errores. Descarga el archivo de registro para revisarlos.

source: File upload: errors detected
es_es: Carga de archivos: se han detectado errores

source: The file will not be published; it will only be used for you.
es_es: El archivo no se publicará; solo usted lo utilizará.

source: Download the Excel template
es_es: Descargar la plantilla Excel

source: Add worker details and ratings to the Excel file
es_es: Añadir detalles del trabajador y calificaciones al archivo Excel

source: The review file was successfully uploaded. Please download the result log file.
es_es: El archivo de evaluación se ha cargado correctamente. Descargue el archivo de registro de resultados.

source: Upload the modified Excel file
es_es: Cargar el archivo Excel modificado

source: Upload historical reviews
es_es: Cargar historial de evaluaciones

source: Hello, {{name}}
es_es: Hola, {{name}}

source: Today is {{date}}
es_es: Hoy es {{date}}

source: My network
es_es: Mi red

source: Good morning, {{name}}
es_es: Buenos días, {{name}}

source: No new notifications. Check again later for updates.
es_es: No hay nuevas notificaciones. Vuelva a comprobarlo más tarde para ver las actualizaciones.

source: Quick actions
es_es: Acciones rápidas

source: Your documents will appear here
es_es: Sus documentos aparecerán aquí

source: Your documents
es_es: Sus documentos

source: You have no documents yet.
es_es: Todavía no tienes documentos.

source: No documents
es_es: Sin documentos

source: You have already responded to this request.
es_es: Ya ha respondido a esta solicitud.

source: Learning
es_es: Aprendizaje

source: Add behaviors
es_es: Añadir comportamientos

source: Assigned to {{count}} people
es_es: Asignado a {{count}} personas

source: {{org}} is already included into the selected departments.
es_es: {{org}} ya se ha incluido en los departamentos seleccionados.

source: User or organization
es_es: Usuario u organización

source: Are you sure you want to publish this library?
es_es: ¿Está seguro de querer publicar esta biblioteca?

source: The library was successfully published.
es_es: La biblioteca se ha publicado correctamente.

source: Your library was successfully saved.
es_es: Su biblioteca se ha guardado correctamente.

source: Library description
es_es: Descripción de la biblioteca

source: Library display options
es_es: Opciones de visualización de la biblioteca

source: Library name
es_es: Nombre de la biblioteca

source: Library owners
es_es: Propietarios de la biblioteca

source: Tag description
es_es: Descripción de la etiqueta

source: Tag name
es_es: Nombre de la etiqueta

source: Enter a short description
es_es: Introducir una breve descripción

source: The library was saved.
es_es: La biblioteca se ha guardado.

source: Locality
es_es: Localidad

source: City or locality.
es_es: Ciudad o localidad.

source: This audit trail will track the history of all file uploads. Any time a translation file is uploaded, the details will be recorded here automatically.
es_es: Este registro de auditoría hará un seguimiento del historial de todas las cargas de archivos. Cada vez que se cargue un archivo de traducción, los detalles se registrarán aquí automáticamente.

source: No audit records yet
es_es: Aún no hay registros de auditoría

source: Imported by:
es_es: Importado por:

source: Number of labels created:
es_es: Número de etiquetas creadas:

source: Number of labels reverted to standard:
es_es: Número de etiquetas que han vuelto al estándar:

source: Number of labels skipped:
es_es: Número de etiquetas omitidas:

source: Show details
es_es: Mostrar detalles

source: The size of the files exceeds the maximum limit.
es_es: El tamaño de los archivos supera el límite máximo.

source: Language code:
es_es: Código de idioma:

source: Created at:
es_es: Creado el:

source: Labels changed:
es_es: Etiquetas cambiadas:

source: Language:
es_es: Idioma:

source: Last updated:
es_es: Última actualización:

source: Translation source:
es_es: Fuente de la traducción:

source: Language details
es_es: Detalles del idioma

source: Updated by:
es_es: Actualizado por:

source: Versions:
es_es: Versiones:

source: {{selectedCount}} files selected
es_es: {{selectedCount}} archivos seleccionados

source: Get started by uploading a localization file.
es_es: Empieza subiendo un archivo de localización.

source: No customizations yet.
es_es: Aún no hay personalizaciones.

source: Search by language code
es_es: Buscar por código de idioma

source: Custom overwrites
es_es: Sobrescrituras personalizadas

source: Total languages
es_es: Idiomas totales

source: Audit trails
es_es: Rastros de auditoría

source: Translation source
es_es: Origen de la traducción

source: Add at least one file to start uploading.
es_es: Añade al menos un archivo para empezar a subir.

source: An error occurred while validating the file. Please check the column names, mandatory data, file format and try again.
es_es: Se ha producido un error al validar el archivo. Comprueba los nombres de las columnas, los datos obligatorios y el formato del archivo e inténtalo de nuevo.

source: Upload finished
es_es: Subida completada

source: Invalid file name
es_es: Nombre de archivo no válido

source: A file with the same name was already added.
es_es: Ya se ha añadido un archivo con el mismo nombre.

source: The file upload has failed.
es_es: La carga del archivo ha fallado.

source: The file was successfully uploaded.
es_es: El archivo se ha subido correctamente.

source: Fill in the template
es_es: Rellena la plantilla

source: Upload the file
es_es: Subir el archivo

source: Supported formats: CSV. Max 10MB for file.
es_es: Formatos admitidos: CSV. Tamaño máximo del archivo: 10 MB.

source: File upload for {{language}}
es_es: Carga de archivos para {{language}}

source: Upload additional files
es_es: Subir archivos adicionales

source: Company name
es_es: Nombre de la empresa

source: Enter
es_es: Intro

source: Your company name could not be found; please check the spelling and try again. If you need further support, please contact your internal IT helpdesk or your system administrator.
es_es: No se ha podido encontrar el nombre de su empresa; verifique la ortografía y vuelva a intentarlo. Si necesita más ayuda, póngase en contacto con su servicio de asistencia informática interno o con su administrador del sistema.

source: Something's not right.
es_es: Algo no va bien.

source: Enter your company name
es_es: Inrtroducir el nombre de su empresa

source: Welcome
es_es: Le damos la bienvenida

source: Your email
es_es: Su correo electrónico

source: Username or email
es_es: Nombre de usuario o correo electrónico

source: Enter your email
es_es: Introducir su correo electrónico

source: I'm logging in for the first time/I forgot my password
es_es: Estoy iniciando sesión por primera vez/He olvidado mi contraseña

source: It's great to see you!
es_es: ¡Es un placer verle!

source: Re-enter my company name
es_es: Volver a introducir el nombre de mi empresa

source: You are signed in to company:
es_es: Ha iniciado sesión en la empresa:

source: Sign in with my company SSO login
es_es: Iniciar sesión con el inicio de sesión SSO de mi empresa

source: Log back in
es_es: Volver a iniciar sesión

source: You have been successfully logged out.
es_es: Ha cerrado sesión correctamente.

source: Logout successful
es_es: Cierre de sesión correcto

source: Professional roles
es_es: Funciones profesionales

source: Exceeded
es_es: Superado

source: Progress slider
es_es: Control deslizante de progreso

source: Please add at least one measurement criteria.
es_es: Añada al menos un criterio de medición.

source: Start value
es_es: Valor inicial

source: Binary
es_es: Binario

source: Financial
es_es: Financiero

source: Unit
es_es: Unidad

source: Progress: {{progress}}%
es_es: Progreso: {{progress}} %

source: Got it, thanks!
es_es: ¡Entendido, gracias!

source: The model was successfully created.
es_es: El modelo se ha creado correctamente.

source: Dataset
es_es: Conjunto de datos

source: Edit model
es_es: Editar modelo
